Repository: City-of-Helsinki/smbackend
Catalog: services/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Services
fi: Palvelut

source: Title
fi: Otsikko

source: Lead paragraph
fi: Ingressi

source: Content
fi: Sisältö

source: External URL
fi: Ulkoinen URL

source: External URL title
fi: Ulkoinen URL otsikko

source: Picture URL
fi: Kuvan URL

source: Active
fi: Aktiivinen

source: Only active objects are visible in the API.
fi: Vain aktiiviseksi merkityt ilmoitukset näkyvät rajapinnassa.

source: announcement
fi: uutinen

source: announcements
fi: uutiset

source: error message
fi: vikaviesti

source: error messages
fi: vikaviestit

source: private_contract_school
fi: yksityinen sopimuskoulu

source: municipal_service
fi: kunnallinen palvelu

source: private_service
fi: yksityinen palvelu

source: purchased_service
fi: ostopalvelu

source: service_by_joint_municipal_authority
fi: kuntayhtymän palvelu

source: service_by_municipal_group_entity
fi: kunnan konserniyhteisön palvelu

source: service_by_municipally_owned_company
fi: kunnan liikelaitoksen palvelu

source: service_by_other_municipality
fi: toisen kunnan palvelu

source: service_by_regional_cooperation_organization
fi: alueellisen yhteistoimintaorganisaation palvelu

source: state_service
fi: valtion palvelu

source: supported_operations
fi: avustettava toiminta

source: voucher_service
fi: palvelusetelipalvelu

source: state_contract_school
fi: valtion sopimuskoulu

source: Deleted at
fi: Poistettu-aikaleima
